<?php 

return [
    'entry'     => "ساعات الدخول",
    'out'       => "ساعات خارج",
    "late"      => "متأخر",
    "check_int" => "لا تسجيل الدخول",
    "check_out" => "الصفحة الرئيسية غائبة",
    "end"       => "تم حضور اليوم",
    "status"    => "حالة الحضور",
    "total"     => "إجمالي ساعات العمل",
    "total_attendance_in_monthly"   => "إجمالي الحضور هذا الشهر",
    "total_work_in_monthly"         => "إجمالي ساعات العمل هذا الشهر",
    "total_late_in_monthly"         => "العمل المتأخر هذا الشهر",
    "welcome_back"                  => "مرحبا بعودتك",
    
    // Notif
    "late_notif"    => "معذرة ، يبدو أنك تأخرت عن الحضور",
    "entry_notif"   => "ساعات الحضور مفتوحة من",
    "success_notif" => "لقد نجحت في أداء الحضور مع تأخير زمني",
    "error_notif"   => "عذرا ، أنت غير مسجل كموظف ، يرجى الاتصال بالمسؤول المحلي / الموارد البشرية",
    "error_out"     => "عذرًا ، يبدو أنك لم تحضر اليوم ولا يمكنك الدفع",
    'success'       => "لقد نجحت في الخروج"
];

?>